{
    "cohort": [
        {
            "id":1,
            "proImg": "Michael.jpg",
            "firstName": "Michael",
            "lastName": "O'Brien",
            "reelThemIn": "I've survived cancer twice",
            "email": "michael.obrien45@gmail.com",
            "github": "https://github.com/MOBrien-85",
            "linkedIn": "https://www.linkedin.com/in/michaelobrien45/",
            "bio": "I spent many years in retail management and sales. After having survived cancer twice I knew it was time to return to a longtime love of mine: computers.",
            "funImg": "MichaelMeme.webp",
            "favExp": "Getting the chance to start developing an app that I've thought about for nearly 7 years.",
            "location": "Hendersonville, TN"
        },
        {
            "id": 2,
            "proImg": "Griffin.jpg",
            "firstName": "Griffin",
            "lastName": "Moyer",
            "reelThemIn": "I can snap my fingers off of any surface",
            "email": "griffin.moyer718@gmail.com",
            "github": "https://github.com/moyerga718",
            "linkedIn": "https://www.linkedin.com/in/griffin-moyer/",
            "bio": "I've entertained the idea of pursuing a career in software engineering ever since taking a MATLAB course as a geology student. While I always loved the technical aspect of geoscience, the added creativity of software development excited me in a way that the sciences didn't. Now, I'm ready to use the problem-solving skills and academic tenacity that I've honed through my experience with rigorous research to turn complex systems into meaningful user experiences.",
            "funImg": "GriffinMeme.jpg",
            "favExp": "Building my front-end capstone! ",
            "location": "Nashville, TN"
        },
        {
            "id": 3,
            "proImg": "Tiana.jpg",
            "firstName": "Tiana",
            "lastName": "Robinson",
            "reelThemIn": "Ada Lovelace (a woman) was considered to be the first programer after she published the first algorithm ever specifically tailored for implementation on a computer.",
            "email": "Trobinson1097@gmail.com",
            "github": "https://github.com/trobinson1097",
            "linkedIn": "https://www.linkedin.com/in/tiana-rob/",
            "bio": "Full-stack software engineer with a long-time interest in technology and design who recently experienced the great opportunity of enrolling at Nashville Software School and turning a former casual exploration of coding into a focused and professional pursuit. Creative and analytically oriented as well as a fast, flexible learner who adapted quickly to new professional environments and responsibilities over the last 7 years and looks forward to continuing to do so as a growth-minded junior software developer.",
            "funImg": "TianaMeme.jpeg",
            "favExp": "Having the chance to work with my classmates has been the most rewarding experience. I have no doubt that each of them will 100% exceed their own beliefs. I cannot wait to see us each develop not only programs but our skills and professions as well. ",
            "location": "Seattle, WA"
        },
        {
            "id": 4,
            "proImg": "Danielle.jpg",
            "firstName": "Danielle",
            "lastName": "Martin",
            "reelThemIn": "I was in Dolly Parton's Together You and I music video when I was 10 years old.",
            "email": "ordinaryworld2014@gmail.com",
            "github": "https://github.com/dmartin1287",
            "linkedIn": "https://www.linkedin.com/in/danielle-martin-72644823a",
            "bio": "Before starting my journey in software development, I had a casual exploration of coding. I wanted to take more of a professional approach. I found a great opportunity at Nashville Software School and I am currently enrolled in the full-time web development bootcamp. Studying Software development here has given me a new creative edge and a future of challenging, yet enjoyable, problems to solve. ",
            "funImg": "DanielleMeme.jpg",
            "favExp": "I really enjoyed getting to see everyone's client side capstones. It is amazing how far we came and how much we learned in the course of three months! Everyone did such an amazing job!",
            "location": "Nashville, TN"
        },
        {
            "id": 5,
            "proImg": "Kiefer.jpg",
            "firstName": "Kiefer",
            "lastName": "Luttrell",
            "reelThemIn": "I can read, write and speak Persian-Farsi.",
            "email": "kiefer123michael@gmail.com",
            "github": "https://github.com/kluttrell12",
            "linkedIn": "https://www.linkedin.com/in/kiefer-luttrell/",
            "bio": "I am a detail-oriented and pragmatic Special Forces (Green Beret) veteran who gained an interest in software development over the last two years. Software development fulfills the creative problem solving and team-focused environment I have struggled to find since leaving the military.",
            "funImg": "KieferMeme.jpeg",
            "favExp": "Client Side Capstone",
            "location": "Nashville, TN"
        },
        {
            "id": 6,
            "proImg": "Charlie.jpg",
            "firstName": "Charlie",
            "lastName": "Murphey",
            "reelThemIn": "The whales in Wales still wail. ",
            "email": "murphey37@gmail.com",
            "github": "https://github.com/murphey37",
            "linkedIn": "https://www.linkedin.com/in/charlie-murphey/",
            "bio": "I am a seasoned creative professional who loves crafting stories as a form of problem solving. I find joy in integrating my diverse set of technical skills with creative experience, including songwriting, musical performance, standup comedy, woodworking, and software development.",
            "funImg": "CharlieMeme.jpg",
            "favExp": "Meeting the amazing crew of Cohort 56 and transforming into skilled developers both individually and collectively",
            "location": "Nashville, TN"
        },
        {
            "id": 7,
            "proImg": "Dan.jpg",
            "firstName": "Dan",
            "lastName": "Purdon",
            "reelThemIn": "I once got to be an FBI agent on Blacklist",
            "email": "danpurdon@hotmail.com",
            "github": "https://github.com/DanPurdon",
            "linkedIn": "https://www.linkedin.com/in/dan-purdon/",
            "bio": "Curiosity and a passion for lifelong learning have taken me across a huge variety of industries, jobs, and locales. I'm voracious for learning new things, and I get bored quickly if I start to stagnate. This is why I'm finally taking the leap to full-time development, where there is ALWAYS something new to learn and I can make use of all my past skills. (Soft skills from bartending/hospitality, language and culture skills from international travel, entrepreneurship skills from running my own business, etc.)",
            "funImg": "DanMeme.png",
            "favExp": "I loved when my team managed to create a presentation with in-depth analysis of Python programming principles that was based entirely on Quizno's analogies.  ",
            "location": "Nashville, TN"
        },
        {
            "id": 8,
            "proImg": "Samantha.jpg",
            "firstName": "Samantha",
            "lastName": "Malorni",
            "reelThemIn": "I went skydiving for my 22nd birthday. ",
            "email": "samantha.ann.malorni@gmail.com",
            "github": "https://github.com/smalorni",
            "linkedIn": "https://www.linkedin.com/in/samantha-malorni/",
            "bio": "Prior to software development, my background was mostly in disability advocacy and state law enforcement. During my time as a disability advocate for a non-profit organization, I was exposed to accessibility. I saw how my clients benefited from accessible technology that made their lives easier. It piqued my interest about the development process behind it which motivated me to learn more. I dabbled in coding and UX/UI for a year then attended Nashville Software School to expand my knowledge even further. My goal after NSS is to be a front-end web developer hoping to join a collaborative team that shares my mission of creating user-friendly, accessible and inclusive websites and applications. It’s important to me that we envision the needs of all users and solve challenging barriers to improve the technological experience for a society that encompasses all abilities and disabilities equally.",
            "funImg": "SamanthaMeme.jpg",
            "favExp": "Building the Capstone Projects because I was able to create something that I am passionate about and incorporate what I've learned. ",
            "location": "Lansing, MI"
        },
        {
            "id": 9,
            "proImg": "Ryley.jpg",
            "firstName": "Ryley",
            "lastName": "Hynes",
            "reelThemIn": "My brother, sister, and I all climbed the Grand Teton Together",
            "email": "RyleyHynes@gmail.com",
            "github": "https://github.com/RyleyHynes",
            "linkedIn": "https://www.linkedin.com/in/ryleyhynes/",
            "bio": "Before going into software development, I worked as an Environmental Scientist for the State of Tennessee. This opportunity allowed me to work with the public to solve problems that endangered the health of our state. While in the field I was able to see just how beneficial technology was when dealing with environmental issues. From this experience I knew that I wanted to further my education in software development in hopes of solving future environmental issues.",
            "funImg": "RyleyMeme.jpeg",
            "favExp": "My favorite experience at NSS was Demo day. I loved seeing all the creative apps that my classmates created. ",
            "location": "Nashville, TN"
        },
        {
            "id": 10,
            "proImg": "Caleb.jpg",
            "firstName": "Caleb",
            "lastName": "Gore",
            "reelThemIn": "I've flown all the way around the world from east to west.",
            "email": "ctfgore@gmail.com",
            "github": "https://github.com/caleb-gore",
            "linkedIn": "https://www.linkedin.com/in/caleb-gore/",
            "bio": "Having lived and worked in several countries, I've developed a strong cultural sensitivity and appreciation and I pride myself on my ability to adapt to new people, places, experiences, and challenges.",
            "funImg": "CalebMeme.jpg",
            "favExp": "I really enjoyed the algorithm challenges each week.",
            "location": "Nashville, TN"
        },
        {
            "id": 11,
            "proImg": "Stacy.jpg",
            "firstName": "Stacy",
            "lastName": "Lofton",
            "reelThemIn": "There is a book called \"Stacy's Miracle\" out there, of which, I am the subject of.",
            "email": "lofton713@gmail.com",
            "github": "https://github.com/Lofton713",
            "linkedIn": "https://www.linkedin.com/in/stacylofton",
            "bio": "Former Account Manager and Client Success Representative. My previous professional life has left me with many skills I am looking forward to implementing in my new life as a web developer. I have always been a problem solver which of course helped in a Client Success environment, but it has also helped me to learn and apply these new programming languages. I am looking forward to joining a team and take on any project! ",
            "funImg": "StacyMeme.png",
            "favExp": "My favorite NSS experience was presenting my front end capstone project to new cohorts. I can remember watching the presentations of the class before us and feeling both anxious and excited. I enjoyed hearing their feedback, but mostly watching their faces as myself and my classmates showed them what they would be capable of in just 3 short months.",
            "location": "Nashville, TN"
        },
        {
            "id": 12,
            "proImg": "Wesley.jpeg",
            "firstName": "Wesley",
            "lastName": "Harllee",
            "reelThemIn": "Only 43% of the human body is made up of YOUR cells",
            "email": "wesharllee.code@gmail.com",
            "github": "https://github.com/wesharllee",
            "linkedIn": "https://www.linkedin.com/in/wesleyharllee/",
            "bio": "Prior to beginning my journey in Software Development, I was working as a Lead Data Analyst for the logistics branch of a disaster relief company. I loved helping people, and enjoyed that my contribution made a difference in people's lives. While I appreciated the requisite analytical and organizational skills that were sharpened by my position, I wanted to find a field that also necessitated creative thinking and problem-solving. I've always loved technology, been wildly impressed with our advancements over a relatively short time, and have always been interested in working inside of the tech field. In addition to my most recent occupation, I've been an audio engineer/producer, touring musician, burrito company owner and more. I am still a self-employed business owner and entrepreneur. I run a photography studio, and produce records from a home recording studio. Production requires the same attention to detail, and creative problem-solving with team members that coding requires, and I've been enjoying the interplay between my chosen fields.",
            "funImg": "Wesley.jpeg",
            "favExp": "I ended up on a team with Charlie and Connor for 6ish weeks. I really enjoyed working with those guys, and feeling like a real team.",
            "location": "Nashville, TN"
        },
        {
            "id": 13,
            "proImg": "Clinton.jpeg",
            "firstName": "Clinton",
            "lastName": "Wilson",
            "reelThemIn": "I love making music, hiking and coding!!!",
            "email": "wilson.clinton.c@gmail.com",
            "github": "https://github.com/clinton-wilson",
            "linkedIn": "https://www.linkedin.com/in/clinton-wilson-37bb9a211/",
            "bio": "I am a software developer who loves using creativity to solve unique problems. After earning my BBA in music business from Belmont University, my career path led me to the service industry. After more than a decade working in restaurants, I sought a career in software development where I could use my creative and analytical skills. I am looking forward beginning my new career where I can I apply my newfound abilities.",
            "funImg": "ClintonMeme.png",
            "favExp": "Presenting my client-side capstone. It was incredible to share my work with my cohort!",
            "location": "Nashville, TN"
        },
        {
            "id": 14,
            "proImg": "Sydney.jpg",
            "firstName": "Sydney",
            "lastName": "Dickson",
            "reelThemIn": "Dogs and cats can be allergic to humans",
            "email": "sydneyrachelledickson@gmail.com",
            "github": "https://github.com/sydneyrd",
            "linkedIn": "https://www.linkedin.com/in/sydneyrdickson/",
            "bio": "One of my earliest memories is booting up my favorite game in MS-DOS. My love for video games and technology never abated. I was the proud owner of a geocities website about raccoons at 11, and built my first computer at 14. I've always been the tech-savvy family member and intrigued by technology as it's progressed. After doing some research, and speaking to recent graduates, I joined Nashville Software School in April 2022. It quickly clicked with me. I am excited to begin my new career in technology, and to keep pursuing creative coding endeavors.",
            "funImg": "SydneyMeme.jpg",
            "favExp": "Making my front end capstone was stressful, but I loved doing my own creative coding.",
            "location": "Joelton, TN"
        },
        {
            "id": 15,
            "proImg": "Camille.jpg",
            "firstName": "Camille",
            "lastName": "Faulkner",
            "reelThemIn": "Ask me about my summers at Circus Camp",
            "email": "camillecfaulkner@gmail.com",
            "github": "https://github.com/camillefaulkner",
            "linkedIn": "https://www.linkedin.com/in/camille-faulkner/",
            "bio": "My background in music led me to software development, as I was looking for a way to combine my creativity and my need to produce tangible work on a daily basis. Software development allows me to still have a creative outlet while giving me the opportunity to solve problems and witness how the solutions positively impact the company. It's been the perfect way to mix my interests and experience.",
            "funImg": "CamilleMeme.jpeg",
            "favExp": "I have had so many incredible moments at NSS! One of my favorites was on Christina's (former JI) last day. Our entire cohort switched our zoom backgrounds to be personalized messages to Christina to send her off, wish her well, and thank her for being such an amazing instructor. It showed me how much of an impact our instructors have had on all of us. It's amazing how much NSS has brought all of us together. I feel so enriched by the people surrounding my experience at NSS.",
            "location": "Nashville, TN"
        },
        {
            "id": 16,
            "proImg": "Vicki.jpg",
            "firstName": "Vicki",
            "lastName": "Taylor",
            "reelThemIn": "I am an avid underwater photographer.",
            "email": "vtaylor85@live.com",
            "github": "https://github.com/vickitaylor",
            "linkedIn": "https://www.linkedin.com/in/vickitaylor8/",
            "bio": "After 15 years in the finance industry, I knew that I wanted to make a change to a more dynamic field, where I could continuously grow and learn new skills. After taking a jumpstart course in web development, I knew that this is the industry I wanted to enter and that becoming a software developer was the right path for me. Being able to solve a problem, and see the results is what I was missing in my prior career. One of the things that drew me to NSS, in addition to the strong foundation in software development, is the fact that the course allowed me to work in a simulated work environment.",
            "funImg": "VickiMeme.jpg",
            "favExp": "My favorite experiences at NSS are the small victories when the code finally works or better yet works the first time!  ",
            "location": "Nashville, TN"
        },
        {
            "id": 17,
            "proImg": "Piper.jpg",
            "firstName": "Piper",
            "lastName": "Leigh",
            "reelThemIn": "I am named after an airplane–the Piper Cub!",
            "email": "pipergillianleigh@gmail.com",
            "github": "https://github.com/PiperLeigh",
            "linkedIn": "https://www.linkedin.com/in/piperleigh",
            "bio": "I am a software engineer with a growth mindset and deep interest in design who is committed to continual learning and growth. I like finding creative and simple approaches to complex problems. Developing effective communication and being an empathetic teammate are just as important to me as developing technical skills.",
            "funImg": "PiperMeme.png",
            "favExp": "I really enjoyed working on different teams each week and meeting all my NSS classmates. They helped me learn way more than just coding. I got plant care tips, city pop playlists to work to, pondered linguistics and human behavioral biology, and found out there is still an open Quiznos in Nashville!",
            "location": "Nashville, TN"
        },
        {
            "id": 18,
            "proImg": "Claire.jpg",
            "firstName": "Claire",
            "lastName": "Morgan-Sanders",
            "reelThemIn": "The first coding language I learned was Java when I was in high school.",
            "email": "crmo2444@gmail.com",
            "github": "https://github.com/crmo2444",
            "linkedIn": "https://www.linkedin.com/in/claire-morgan-sanders/",
            "bio": "Before my software development journey, I was a recent college grad with a degree in Chinese and International Economics. My plan to work internationally was stunted by COVID-19. As this was such an unprecedented event, I began searching for reliable careers that could fuel my interest in challenging myself. I had worked with programming on and off since high school, so I chose to continue my education with software development. I greatly enjoy problem solving and how rewarding it is to learn and create. One of my longest living passions in life is gaming, so I do hope to be able to learn game development and one day enter that field.",
            "funImg": "ClaireMeme.jpg",
            "favExp": "All of the group projects that gave us hands on experience",
            "location": "Nashville, TN"
        },
        {
            "id": 19,
            "proImg": "Connor.jpg",
            "firstName": "Connor",
            "lastName": "Lopshire",
            "reelThemIn": "My wife and I were born the same exact day",
            "email": "connormlopshire@gmail.com",
            "github": "https://github.com/Connor-Lopshire",
            "linkedIn": "https://www.linkedin.com/in/connor-lopshire-102887238/",
            "bio": "Professional painter turned software developer. I am a fast and passionate learner. I became a dedicated owner of Precision Paint Company in January of 2020. After years of hard physical labor, I decided that a career shift was necessary. All my research pointed towards software development, as many of the skills overlap with my background in painting such as creativity, problem-solving, teamwork, and clear communication. Both emphasize good design principles and delivering a quality end result.",
            "funImg": "ConnorMeme.jpg",
            "favExp": "a quote from Coach Steve 'Do not say it should work when it does not work. It is a computer, if it does not work then it should not. You can say that your logic is sound, but not that it should work.'",
            "location": "Clarksville, TN"
        }
    ]
}